import "./index.css";
import React from "react";

const Welcome = () => {
    return (
        <section id="about-us" className="welcome">
            <div className="container">
                <h2>Բարի գալուստ
                    <span> Cartridge.am</span>
                </h2>

                <div className="welcome-container">
                    <img className="welcome-image" src={process.env.PUBLIC_URL + "/cartridge.jpg"} alt="Cartridge Image" />
                    <p className="welcome-text">
                        Cartridge.am-ում մենք առաջարկում ենք բարձրորակ քարթրիջներ և տոներների լիցքավորման ծառայություններ՝ բավարարելու ձեր տպագրության բոլոր կարիքները։ Անկախ նրանից՝ ձեզ անհրաժեշտ է նոր քարթրիջ, թե ցանկանում եք լիցքավորել ձեր առկա քարթրիջը, մենք միշտ պատրաստ ենք օգնելու։
                        Մենք առաջարկում ենք լայն տեսականի քարթրիջներ, որոնք համատեղելի են բոլոր հայտնի տպիչների ապրանքանիշերի հետ։ Մեր լիցքավորման ծառայությունները էկոլոգիապես մաքուր են, ծախսարդյունավետ և նախատեսված են նվազեցնելու ձեր տպագրության ծախսերը՝ միաժամանակ ապահովելով բարձր որակ։
                        {/* Ընտրեք Cartridge.am՝ հուսալի, մատչելի և կայուն տպագրական լուծումների համար։ Մեր թիմը պատրաստ է ապահովել լավագույն ապրանքներն ու ծառայությունները թե՛ տնային, թե՛ գրասենյակային օգտագործման համար։ */}
                    </p>
                </div>

            </div>
        </section>
    )
};
export default Welcome;